[
  {
    "id": "1",
    "title": "Great UI?UX design course!",
    "description": "I recently completed the Great UI/UX Design Course, and I must say it exceeded my expectations in every way. As someone with a budding interest in design, this course provided me with a solid foundation and equipped me with practical skills that are immediately applicable in the real world.",
    "rating": 5,
    "author": {
      "avatar": "https://i.ibb.co/jyRf853/8.png",
      "name": "Elizabeth Brown"
    },
    "tag": "UI/UX Design"
  },
  {
    "id": "2",
    "title": "Fiction!",
    "description": "I recently completed the Fiction Writing Course, and I am thrilled to share my overwhelmingly positive experience. This course proved to be an invaluable journey into the art and craft of storytelling, catering to both beginners and those looking to refine their narrative skills.",
    "rating": 4,
    "author": {
      "avatar": "https://i.ibb.co/p2Y4qBF/1.png",
      "name": "Boris Johnson"
    },
    "tag": "Fiction"
  },
  {
    "id": "3",
    "title": "Design Basic by Pixar!",
    "description": "I recently completed the Design Basic by Pixar Course, and I must say it exceeded my expectations in every way. As someone with a budding interest in design, this course provided me with a solid foundation and equipped me with practical skills that are immediately applicable in the real world.",
    "rating": 5,
    "author": {
      "avatar": "https://i.ibb.co/jyRf853/8.png",
      "name": "Elizabeth Brown"
    },
    "tag": "Pixar"
  },
  {
    "id": "4",
    "title": "Game Design by Epic Games",
    "description": "I recently completed the Game Design by Epic Games Course, and I must say it exceeded my expectations in every way. As someone with a budding interest in design, this course provided me with a solid foundation and equipped me with practical skills that are immediately applicable in the real world.",
    "rating": 5,
    "author": {
      "avatar": "https://i.ibb.co/jyRf853/8.png",
      "name": "Elizabeth Brown"
    },
    "tag": "Game"
  }
]
